/* Format for artist name */
"ARTIST_NAME_LABEL_FORMAT" = "%2$@ van %1$@";

/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Audio Book */
"Audio Book" = "Audioboek";

/* Localized kind: Book */
"Book" = "Boek";

/* Localized kind: E-Book */
"E-Book" = "E-Boek";

/* Localized kind: Feature Movie */
"Movie" = "Film";

/* Localized kind: Music Video */
"Music Video" = "Videoclip";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Software */
"App" = "App";

/* Localized kind: Song */
"Song" = "Liedje";

/* Localized kind: TV Episode */
"TV Episode" = "TV serie";

/* Localized error: Reading from the iTunes Store. Please try again. */
"Er ging iets fout bij het communiceren met de iTunes winkel. Probeer het nog eens.";

/* Localized artist name: Unknown */
"Unknown" = "Onbekend";

/* Localized alert: Whoops... */
"Whoops..." = "Foutje...";

/* Localized search response: Nothing Found */
"Nothing Found" = "Niets gevonden";
